Repository: TheYuwana/red-pack-productions-official
Catalog: red_pack_productions/priv/gettext/*/LC_MESSAGES/general.po
Languages: nl

source: Phone
nl: Telefoon

# free-samples
source: Free samples? Sign up here!
nl: Gratis samples? Abonneer nu!

source: SUBSCRIBE
nl: ABONNEER

# soon
source: Coming soon!
nl: Binnenkort beschikbaar

# subscribe-below
source: Subscribe below for a free sample pack!
nl: Abonneer voor een gratis sample pakket

source: NO SPAM
nl: GEEN SPAM

# free-stuff
source: YES FREE STUFF
nl: WEL GRATIS DINGEN

# sign-up-1
source: Sign up for a
nl: Abonneer beneden

# sign-up-2
source: free sample pack
nl: voor een gratis sample pakket

# navigation-packages
source: PACKAGES
nl: PAKKETTEN

# navigation-recordings
source: RECORDINGS
nl: PRODUCTIES
