Repository: TheYuwana/red-pack-productions-official
Catalog: red_pack_productions/priv/gettext/*/LC_MESSAGES/index.po
Languages: nl

# index-sub-introduction
source: At Red Pack productions we help people create, write and perform their greatest music.
nl: Wij helpen mensen hun beste muziek schrijven, creÃ«ren en uitvoeren!

# index-introduction-list-item-1
source: Fast results
nl: Snel resultaat

# index-introduction-list-item-2
source: Professional recording
nl: Professionele opnames

# index-introduction-list-item-3
source: Fixed price
nl: Vaste prijzen

# index-introduction-list-item-4
source: Over 20 years of experience
nl: Meer dan 20 jaar evaring in muziek

# index-introduction-list-item-5
source: It's ready when you say it's ready
nl: Het is klaar wanneer jij dat zegt

# index-introduction-list-item-6
source: No bullshit
nl: Praatjes

# index-latest-title
source: Some of our latest productions
nl: Onze laatste producties

# index-latest-more
source: Click here for more!
nl: Klik hier voor meer

# index-sample-title-1
source: Stop sounding like
nl: Stop met klinken

# index-sample-title-2
source: everybody else
nl: als iedereen!

# index-sample-sign-up
source: Sign up for discounts and a free sample pack
nl: Schrijf je nu in voor kortingen en gratis samples

# index-sample-subscribe
source: SUBSCRIBE
nl: ABONNEER

# index-shop-title
source: Exclusive drum samples
nl: WEBWINKEL

# index-shop-list-1
source: High quality drums
nl: Exclusieve Drum samples

# index-shop-list-2
source: 44 Khz 24 bits wave format
nl: Beats

# index-shop-list-3
source: 10 different hit values
nl: Muziek

# index-shop-list-4
source: Processed hits
nl: Composities

# index-shop-list-5
source: Different mics
nl: Geluid effecten

# index-shop-list-6
source: Raw tracks
nl: Orkest banden

# index-shop-link
source: GO TO SHOP
nl: NAAR WEBWINKEL

# index-shop-free-link
source: GET A FREE SAMPLE PACK!
nl: GRATIS SAMPLES HIER!

# index-youtube-title
source: Youtube channel
nl: Youtube kanaal

# index-youtube-list-1
source: Recording tutorials
nl: Opname tutorials

# index-youtube-list-2
source: Music videos
nl: Muziek video's

# index-youtube-list-3
source: Gear reviews
nl: Apparatuur beoordelingen

# index-youtube-list-4
source: Band recordings
nl: Band opnames

# index-youtube-link
source: GO TO YOUTUBE
nl: GA NAAR YOUTUBE
